//Створити шаблон класу Chyslo. Шаблон класу повинен давати можливість вивести число на екран, додавати, віднімати, множити, а також порівнювати  числа. 
//Продемонструвати  функціонал шаблону на створеному користувацькому типі Complex – комплексне число. Для комплексних чисел за більше вважати те число, в якого більший модуль.


using System;

namespace Task_5
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}
